Repository: angushardier/convert-wf
Catalog: Convert WF/Localizable.xcstrings
Source language: en
Languages: zh_hant

# alert.action_failed.title
source: Action Failed
zh_hant: 操作失敗

# codec.audio.aac
source: AAC (Compatible)
zh_hant: AAC（相容）

# codec.audio.mp3
source: MP3 (Wide Support)
zh_hant: MP3（支援廣泛）

# codec.copy
source: Copy Source (No Re-encode)
zh_hant: 直接複製來源（不重新編碼）

# codec.video.h264
source: H.264 (Compatible)
zh_hant: H.264（相容）

# codec.video.hevc
source: H.265 / HEVC (Efficient)
zh_hant: H.265 / HEVC（高效率）

# common.ok
source: OK
zh_hant: 好

# common.unavailable
source: Unavailable
zh_hant: 無法取得

# config.mode.manual
source: Manual
zh_hant: 手動

# config.mode.preset
source: Preset
zh_hant: 預設

# error.ffmpeg.no_detail
source: ffmpeg did not provide a detailed error message.
zh_hant: ffmpeg 沒有提供詳細錯誤訊息。

# error.output.cannot_open
source: The file could not be opened.
zh_hant: 無法開啟該檔案。

# error.output.missing
source: No output file is available.
zh_hant: 沒有可用的輸出檔案。

# error.output.not_found
source: The output file could not be found.
zh_hant: 找不到輸出檔案。

# error.source.no_supported_drop
source: No supported video file was found in the drop.
zh_hant: 拖放內容中找不到支援的影片檔案。

# error.source.unsupported_dropped
source: The dropped item is not a supported video file.
zh_hant: 拖入的項目不是支援的影片檔案。

# error.source.unsupported_selected
source: The selected item is not a supported video file.
zh_hant: 所選項目不是支援的影片檔案。

# ffmpeg.error.binary_missing
source: Error: Could not find the ffmpeg binary in the app bundle.
zh_hant: 錯誤：在 App 內容中找不到 ffmpeg 執行檔。

# ffmpeg.error.conversion_failed
source: Conversion failed: %@
zh_hant: 轉換失敗： %@

# ffmpeg.error.launch_failed
source: Error: Could not launch ffmpeg - %@
zh_hant: 錯誤：無法啟動 ffmpeg - %@

# ffmpeg.error.read_duration
source: Error: Could not read the video duration. Please check that the file is valid.
zh_hant: 錯誤：無法讀取影片長度。請確認檔案是否有效。

# ffmpeg.status.canceling
source: Canceling conversion...
zh_hant: 正在取消轉換...

# ffmpeg.status.cancelled
source: Conversion canceled. If an output file was created, it may be incomplete.
zh_hant: 已取消轉換。若已產生輸出檔，內容可能不完整。

# ffmpeg.status.complete
source: Conversion complete.
zh_hant: 轉換完成。

# ffmpeg.status.preparing
source: Preparing conversion...
zh_hant: 正在準備轉換...

# hint.batch_running
source: Files are converted one by one. Canceling will stop the remaining queue.
zh_hant: 檔案會逐一轉換。取消後，剩餘佇列會停止。

# hint.choose_output_folder
source: Choose an output folder and convert all selected files with the same settings.
zh_hant: 選擇輸出資料夾，並用相同設定轉換所有已選檔案。

# hint.review_and_start
source: Review the settings and start the conversion.
zh_hant: 確認設定後開始轉換。

# hint.select_video
source: Select at least one video to continue.
zh_hant: 請至少選擇一個影片後再繼續。

# hint.single_running
source: A conversion is currently running.
zh_hant: 目前正在轉換。

# panel.choose_output_folder
source: Choose Output Folder
zh_hant: 選擇輸出資料夾

# preset.custom.description
source: These settings no longer match a built-in preset and will use your manual selections.
zh_hant: 這些設定已不符合內建預設，將改用你的手動選項。

# preset.custom.name
source: Custom
zh_hant: 自訂

# preset.high_compatibility.description
source: MP4 / H.264 / AAC / Keep Original. Best for broad playback support.
zh_hant: MP4 / H.264 / AAC / 維持原始。最適合廣泛播放相容性。

# preset.high_compatibility.name
source: Most Compatible
zh_hant: 最相容

# preset.high_compression.description
source: MP4 / H.265 / AAC / Keep Original. Best for smaller file sizes.
zh_hant: MP4 / H.265 / AAC / 維持原始。最適合較小檔案大小。

# preset.high_compression.name
source: Smallest File
zh_hant: 最小檔案

# preset.original_copy.description
source: MOV / Copy video and audio / Keep Original. No re-encoding.
zh_hant: MOV / 直接複製視訊與音訊 / 維持原始。不重新編碼。

# preset.original_copy.name
source: Source Quality
zh_hant: 原始畫質

# preset.social_share.description
source: MP4 / H.264 / AAC / 1080p. Tuned for social sharing.
zh_hant: MP4 / H.264 / AAC / 1080p。已針對社群分享調整。

# preset.social_share.name
source: Social Share 1080p
zh_hant: 社群分享 1080p

# resolution.keep_original
source: Keep Original
zh_hant: 維持原始

# source.none_selected
source: No file selected
zh_hant: 尚未選擇檔案

# summary.apply_same_settings
source: Apply the same settings to %@ files: %@
zh_hant: 將相同設定套用到 %@ 個檔案：%@

# summary.completed_at
source: Completed at %@
zh_hant: 完成於 %@

# summary.completed_at_with_details
source: Completed at %@ ・ %@
zh_hant: 完成於 %@ ・ %@

# summary.output_format
source: Output format: %@
zh_hant: 輸出格式：%@

# toolbar.step.config
source: Config
zh_hant: 設定

# toolbar.step.converting
source: Converting
zh_hant: 轉換中

# toolbar.step.files
source: Files
zh_hant: 檔案

# toolbar.step.result
source: Result
zh_hant: 結果

# workflow.config.group.audio
source: Audio
zh_hant: 音訊

# workflow.config.group.container
source: Container
zh_hant: 容器格式

# workflow.config.group.resolution
source: Resolution
zh_hant: 解析度

# workflow.config.group.video
source: Video
zh_hant: 視訊

# workflow.config.mode
source: Config Mode
zh_hant: 設定模式

# workflow.config.option.source
source: Source
zh_hant: 來源

# workflow.config.start_conversion
source: Start Conversion
zh_hant: 開始轉換

# workflow.files.add_more
source: Add More
zh_hant: 再加入檔案

# workflow.files.clear
source: Clear
zh_hant: 清除

# workflow.files.next
source: Next
zh_hant: 下一步

# workflow.preset.card.compatible.title
source: Most Compatible
zh_hant: 最相容

# workflow.preset.card.manual.title
source: Manual
zh_hant: 手動

# workflow.preset.card.smallest.title
source: Smallest
zh_hant: 最小檔案

# workflow.preset.card.social.title
source: Share on Social
zh_hant: 社群分享

# workflow.preset.card.source_quality.subtitle
source: Original
zh_hant: 原始

# workflow.preset.card.source_quality.title
source: Source Quality
zh_hant: 原始畫質

# workflow.progress.cancel
source: Cancel Conversion
zh_hant: 取消轉換

# workflow.progress.item.done
source: Done
zh_hant: 完成

# workflow.progress.item.in_progress
source: In Progress
zh_hant: 進行中

# workflow.progress.preparing
source: Preparing...
zh_hant: 準備中...

# workflow.progress.title.batch
source: Converting Files
zh_hant: 正在轉換檔案

# workflow.progress.title.single
source: Converting File
zh_hant: 正在轉換檔案

# workflow.result.failed_items
source: Failed Items
zh_hant: 失敗項目

# workflow.result.item.done
source: Done
zh_hant: 完成

# workflow.result.item.failed
source: Failed
zh_hant: 失敗

# workflow.result.message.batch_cancelled
source: Completed %@ of %@ files.
zh_hant: 已完成 %@ / %@ 個檔案。

# workflow.result.message.batch_complete
source: Completed all %@ files.
zh_hant: 已完成全部 %@ 個檔案。

# workflow.result.message.batch_partial_failure
source: %@ succeeded, %@ failed.
zh_hant: 成功 %@ 個，失敗 %@ 個。

# workflow.result.quit
source: Quit
zh_hant: 結束

# workflow.result.selected_files
source: Selected Files
zh_hant: 已選檔案

# workflow.result.show_in_finder
source: Show in Finder
zh_hant: 在 Finder 顯示

# workflow.result.title.cancelled
source: Conversion Canceled
zh_hant: 已取消轉換

# workflow.result.title.complete
source: Conversion Complete
zh_hant: 轉換完成

# workflow.result.title.failed
source: Conversion Failed
zh_hant: 轉換失敗

# workflow.result.title.finished_with_errors
source: Conversion Finished with Errors
zh_hant: 轉換完成，但有錯誤

# workflow.source.add_multiple
source: Add Multiple
zh_hant: 加入多個檔案

# workflow.source.drop_hint
source: Drag and drop files here or click to select files
zh_hant: 將檔案拖曳到這裡，或點一下選擇檔案

# workflow.source.select_files
source: Select Files
zh_hant: 選擇檔案

# workflow.step.config
source: Config
zh_hant: 設定

# workflow.step.converting
source: Converting
zh_hant: 轉換中

# workflow.step.files
source: Files
zh_hant: 檔案

# workflow.step.import
source: Import
zh_hant: 匯入

# workflow.step.result
source: Result
zh_hant: 結果
